<?php

/*
 * DeskPRO (r) has been developed by DeskPRO Ltd. https://www.deskpro.com/
 * a British company located in London, England.
 *
 * All source code and content Copyright (c) 2015, DeskPRO Ltd.
 *
 * The license agreement under which this software is released
 * can be found at https://www.deskpro.com/eula/
 *
 * By using this software, you acknowledge having read the license
 * and agree to be bound thereby.
 *
 * Please note that DeskPRO is not free software. We release the full
 * source code for our software because we trust our users to pay us for
 * the huge investment in time and energy that has gone into both creating
 * this software and supporting our customers. By providing the source code
 * we preserve our customers' ability to modify, audit and learn from our
 * work. We have been developing DeskPRO since 2001, please help us make it
 * another decade.
 *
 * Like the work you see? Think you could make it better? We are always
 * looking for great developers to join us: http://www.deskpro.com/jobs/
 *
 * ~ Thanks, Everyone at Team DeskPRO
 */

return array(
    // Source: http://www.offbeatband.com/2010/12/the-most-commonly-used-japanese-words-by-frequency/
    'の', 'た', 'に', 'は', 'を', 'て', 'だ', 'が', 'と', 'する', 'ない', 'いる', 'も', 'で', 'か', 'ある', 'から', 'こと',
    'ん','なる', 'う', 'れる', 'よう', 'その', 'ます', 'です', 'それ', 'よ', 'そう', '人', 'いう', 'ば', 'お', '言う', 'もの',
    'この', 'くる', 'へ', 'ぬ', '思う', '一', '見る', '何', 'な', 'や', 'られる', '二', 'ね', 'さ', 'まで', 'たち', 'せる',
    'く', '自分', 'って', 'じゃ', 'だけ', 'てる', '私', '中', 'さん', 'ながら', 'いく', 'わ', 'という', '来る', 'これ', '顔',
    'できる', 'いい', '彼', 'しまう', '手', 'ら', '声', 'たい', '目', 'やる', 'どう', '前', 'みる', 'でも', '男', 'あの', '者',
    '出る', '知る', '十', 'もう', '行く', '三', 'わかる', 'そんな', 'くれる', 'きる', 'ところ', '時', '彼女', 'ここ', 'わたし',
    'そして', '的', 'り', '今', '方', '上', '女', '気', 'つく', 'しかし', 'ため', 'として', 'また', 'あ', '俺', '聞く', 'とき',
    'ほど', 'ぼく', '見える', 'よい', 'える', 'より', '家', '日', 'おれ', '考える', '出す', 'そこ', 'し', '入る', '持つ', '口',
    '話', 'わけ', '事', 'けど', 'など', 'あなた', '音', '頭', 'ご', 'め', '言葉', 'す', 'たり', 'まだ', 'らしい', 'ぞ', 'まま',
    'ン', 'かける', '間', 'こ', 'どこ', '人間', 'ふる', 'かも', 'さま', 'ま', 'る', '年', 'いや', 'じ', '心', '力', 'ほう',
    '五', 'うち', '立つ', 'はず', '誰', 'ろ', 'だが', 'ああ', '同じ', 'なんて', 'ただ', 'すぐ', '下', '子', 'おく', 'おる',
    '姿', 'こんな', 'こう', 'つ', 'ひる', 'ける', '云う', 'ばかり', '四', '少し', '僕', '感じる', 'ラ', '部屋', '君', 'ちる',
    '笑う', 'つける', 'だって', 'しか', 'あたし', '時間', 'あげる', 'ちゃん', '身', 'しれる', 'のに', '帰る', 'ねる', '後',
    'あと', '度', '体', 'ど', '大', '待つ', 'ド', '歩く', 'ちょっと', 'え', 'なに', '死ぬ', '様', '眼', 'げ', 'スる', 'かかる',
    '相手', '悪い', '開く', '国', '数', '世界', '先', '使う', 'ござる', '外', 'だから', '少女', '取る', '首', '足', 'べし',
    '胸', '大きい', '風', '殺す', '本', '戻る', 'そういう', 'お前', '第', 'けれど', 'とる', '一つ', '入れる', '子供', '六', '夜',
    'くらい', '呼ぶ', 'おまえ', '光', 'ので', '上げる', '敵', '以上', '答える', 'みたい', '名', 'なん', '腰', '振る', '置く',
    'そ', 'いつ', '早い', '長い', '指', 'ぜ', '水', 'ロ', '見せる', '走る', 'もらう', '今日', '白い', '分', '腕', '違う', 'いま',
    'いつも', 'もん', '肩', '娘', '動く', '身体', '先生', 'ねえ', '物', 'みんな', '道', '他', '色', '傍点', '場所', '意味',
    '大きな', '必要', '強い', '百', 'すぎる', 'こちら', 'なか', 'つもり', 'あれ', 'すべて', '機', 'よる', '七', '向かう',
    '終わる', 'かく', '高い', 'まあ', '彼ら', '御', 'まるで', '空', 'よく', 'どうして', 'もっと', '始める', 'とか', '書く',
    'はい', '王', 'ひとり', 'どんな', '壁', 'あんた', 'ちゃう', '仕事', '表情', 'だれ', 'もつ', 'かん', '息', 'ひとつ', 'さえ',
    '様子', '落ちる', '受ける', 'でる', '室', '神', 'き', '耳', '出来る', '小さな', 'くださる', '場', '聞こえる', '次', '唇',
    '向ける', 'いける', '一緒', 'なさる', 'とも', '八', '問題', 'それから', '引く', '最後', '続ける', 'ガ', '話す', 'にとって',
    '若い', '窓', '金', 'はじめる', 'もちろん', 'せい', 'ク', 'まったく', '得る', '肉', '行う', 'はる', '船', '居る', 'によって',
    'かれる', 'について', 'なぜ', 'やつ', 'さらに', '本当に', '通り', '祐', '血', '奥', '軍', '所', '信じる', '忘れる', '存在',
    '残る', '車', 'こそ', 'がる', 'ほか', 'ずっと', '今度', '気づく', '生きる', '山', '見つめる', '会う', 'ちゃ', '切る', '視線',
    '飛ぶ', '奴', 'つて', 'しいる', '横', '関係', '深い', 'きみ', '黒い', '知れる', 'まい', '剣', 'さっき', '作る', 'じゃあ',
    'やはり', 'こむ', '村', 'すでに', '確か', '消える', '頃', '父', 'だす', 'ほる', 'ゆっくり', '好き', '分かる', '自身',
    'しばらく', 'きょう', '地', 'ドア', '最初', '少年', '性', 'もし', '達', 'ゆ', '小さい', '形', '影', '竜', '電話', '字',
    'ほとんど', 'かい', '変わる', '名前', 'かた', '床', '部', 'にる', 'うん', 'ええ', 'やがて', 'くん', '髪', 'あまり', 'こっち',
    '多い', '乗る', 'い', 'あたり', 'きっと', 'それでも', '思える', '扉', '店', '場合', '母', 'ゆく', '気持ち',
);
